const blocksData = [
    {
        question: "Что такое Помодоро?",
        answer: ["«Метод помидора» — техника управления временем, предложенная Франческо Чирилло в конце 1980-х. Методика предполагает увеличение эффективности работы при меньших временных затратах за счёт глубокой концентрации и коротких перерывов."]
    },
    {
        question: "Зачем это нужно?",
        answer: [
            "В эпоху постоянных отвлечений, когда всё делается с целью заманить и обратить на себя ваше внимание, управлять своим временем очень важно. Используя технику Pomodoro или другую альтернативную методику, вы увеличиваете свою продуктивность, делая больше за меньшее время.",
            "Основные цели состоят в следующем:",
            "1. Поддержка решимости достигать собственных целей.",
            "2. Улучшение рабочего и учебного процесса.",
            "3. Увеличение эффективности работы и учёбы.",
            "4. Развитие решимости действовать в сложных ситуациях.",
            "Техника — это всего лишь инструмент, который поможет этого добиться. Остальное за вами.",
        ]
    },
    {
        question: "Суть техники Pomodoro",
        answer: ["Для простоты мы будем упоминать лишь рабочий процесс, хотя техника также подходит и для учёбы.Отрезки времени, на которые делится работа, условно называются помидорами. Один «помидор» длится 30 минут: 25 минут работы и 5 минут отдыха. Чуть ли не каждый год появляются новые исследования, рассказывающие об эффективности других временных отрезков, но мы берём за основу первоначальную технику.Перед запуском таймера вы должны составить список рабочих задач. Для этого существуют различные приложения и сервисы (мы коснёмся их ниже), но можно использовать и обычный лист бумаги. Давайте начнём с этого.Возьмите лист бумаги и озаглавьте его «Задачи на сегодня». Учитывая приоритеты (от более к менее важным), составьте список всех задач на сегодня. После этого установите таймер на 25 минут и начинайте работать.Звонок таймера означает наступление 5-минутного отдыха. В это время нежелательно заниматься рабочими делами и лучше расслабиться и отвлечься от работы. По прошествии 5 минут нужно вернуться к задаче и продолжить её выполнение. Каждый «помидорный» отрезок нужно отмечать крестиком напротив той задачи, которую вы выполняете. После четырёх отрезков сделайте долгий перерыв — от 15 до 30 минут. Закончив работать над задачей, вычеркните её из списка и принимайтесь за следующую.Ведение списка задач нужно для самоконтроля и наблюдения за своей эффективностью. Например, по прошествии недели вы можете посмотреть, сколько «помидоров» потратили на выполнение той или иной задачи. Разумеется, умножив количество отрезков на 25 минут, вы получите более распространённые единицы измерения, чем «помидоры», — минуты."]
    },
    
];

export default blocksData;